Repository: TomTelos/TMDb
Catalog: usr/share/locale/*/LC_MESSAGES/plugin-tmdb.po
Languages: pl

source: Author:
pl: Scenariusz:

source: Cancel
pl: Anuluj

source: Countries:
pl: Kraj:

source: Cover resolution:
pl: Rozdzielczość okładki:

source: Delete EIT file?
pl: Usunąć plik EIT?

source: Director:
pl: Reżyseria:

source: Do you want to replace EIT by TMDb Information?
pl: Czy chcesz zamienić informację EIT na TMDb?

source: EIT file deleted!
pl: Plik EIT został usunięty!

source: Edit
pl: Edycja

source: Exit
pl: Wyjście

source: Genre:
pl: Gatunek:

source: Language:
pl: Język:

source: Load Movie information for %s
pl: Wczytywanie informacji o filmie %s

source: Loading...
pl: Wczytywanie ...

source: No Movie information found for %s
pl: Nie znaleziono informacji o filmie %s

source: Runtime:
pl: Czas trwania:

source: Search for Movie:
pl: Szukaj filmu:

source: Setup
pl: Ustawienia

source: Show first search result:
pl: Pokaż pierwszy wynik wyszukiwania:

source: TMDb
pl: Szukanie w TMDb ...

source: TMDb ... function for Movielist
pl: TMDb ... Funkcje dla listy nagrań

source: TMDb Infos ...
pl: Szukanie w TMDb ...

source: TMDb information created!
pl: TMDb Informacja stworzona!

source: Try to find %s in tmdb ...
pl: Szukaj %s w tmdb ...

source: Votes:
pl: Głosów:

source: Write TMDb Information?
pl: Nadpisać informację TMDb?

source: Year:
pl: Rok:
